Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Here's a handy one: every saved item has its own set of VoiceOver actions tucked away. Rotate two fingers to bring up the Actions rotor, then flick up or down to reach Unsave, or Download, Share, and Mark as Played for episodes — no swiping or long-pressing needed to find them.
ar: إليك واحدة مفيدة: يحتوي كل عنصر محفوظ على مجموعة خاصة به من إجراءات VoiceOver المخفية. أدر إصبعين لإظهار عجلة الإجراءات، ثم مرر لأعلى أو لأسفل للوصول إلى إلغاء الحفظ، أو التنزيل والمشاركة ووضع علامة "تم التشغيل" للحلقات — دون الحاجة إلى التمرير أو الضغط المطول للعثور عليها.
de: Hier ist ein praktischer Tipp: Jedes gespeicherte Element hat seine eigenen, versteckten VoiceOver-Aktionen. Drehe zwei Finger, um das Aktionen-Rad zu öffnen, und wische dann nach oben oder unten, um zu "Speicherung aufheben" oder – bei Folgen – zu "Herunterladen", "Teilen" und "Als abgespielt markieren" zu gelangen. Kein Wischen oder langes Drücken nötig, um sie zu finden.
el: Να ένα χρήσιμο κόλπο: κάθε αποθηκευμένο στοιχείο έχει το δικό του σύνολο κρυμμένων ενεργειών VoiceOver. Περιστρέψτε δύο δάχτυλα για να εμφανίσετε τον τροχό ενεργειών, και μετά σύρετε προς τα πάνω ή κάτω για να φτάσετε στην Κατάργηση αποθήκευσης, ή στη Λήψη, Κοινοποίηση και Επισήμανση ως Αναπαραγμένο για επεισόδια — χωρίς να χρειάζεται σύρσιμο ή παρατεταμένο πάτημα για να τα βρείτε.
es: Aquí va un truco útil: cada elemento guardado tiene su propio conjunto de acciones de VoiceOver escondidas. Gira dos dedos para abrir la rueda de acciones y luego desliza hacia arriba o hacia abajo para llegar a Dejar de guardar, o a Descargar, Compartir y Marcar como reproducido en el caso de los episodios, sin necesidad de deslizar ni mantener pulsado para encontrarlas.
fa: این یکی کاربردی است: هر مورد ذخیره‌شده مجموعه‌ای مخصوص به خود از عملکردهای VoiceOver دارد که پنهان است. دو انگشت را بچرخانید تا چرخ عملکردها ظاهر شود، سپس به بالا یا پایین بکشید تا به لغو ذخیره یا، برای قسمت‌ها، دانلود، اشتراک‌گذاری و علامت‌گذاری به‌عنوان پخش‌شده برسید — بدون نیاز به کشیدن یا لمس طولانی برای پیدا کردن آن‌ها.
fr: Voici une astuce bien pratique : chaque élément enregistré possède son propre ensemble d'actions VoiceOver dissimulées. Tournez deux doigts pour afficher le rotor d'actions, puis balayez vers le haut ou le bas pour accéder à Retirer des enregistrés, ou, pour les épisodes, à Télécharger, Partager et Marquer comme lu — sans avoir besoin de balayer ou de faire un appui long pour les trouver.
he: הנה טיפ שימושי: לכל פריט שמור יש קבוצה משלו של פעולות VoiceOver נסתרות. סובב שתי אצבעות כדי להציג את גלגל הפעולות, ואז החלק למעלה או למטה כדי להגיע לביטול שמירה, או להורדה, שיתוף וסימון כהושמע עבור פרקים — בלי צורך בהחלקה או לחיצה ארוכה כדי למצוא אותן.
hi: यह एक काम की बात है: हर सहेजी गई वस्तु में VoiceOver की अपनी छिपी हुई कार्रवाइयां होती हैं। एक्शन्स रोटर लाने के लिए दो उंगलियां घुमाएं, फिर सेव हटाना, या एपिसोड के लिए डाउनलोड, शेयर और चलाया हुआ चिह्नित करने तक पहुंचने के लिए ऊपर या नीचे फ़्लिक करें — इन्हें ढूंढने के लिए स्वाइप या देर तक दबाने की ज़रूरत नहीं।
id: Ini tips praktis: setiap item tersimpan punya kumpulan tindakan VoiceOver tersembunyi sendiri. Putar dua jari untuk memunculkan rotor Tindakan, lalu geser ke atas atau bawah untuk mencapai Batalkan Simpan, atau Unduh, Bagikan, dan Tandai sebagai Diputar untuk episode — tanpa perlu menggeser atau menekan lama untuk menemukannya.
it: Ecco un trucco utile: ogni elemento salvato ha il proprio insieme di azioni VoiceOver nascoste. Ruota due dita per richiamare la rotella delle azioni, poi scorri verso l'alto o il basso per raggiungere Rimuovi dai salvati oppure, per gli episodi, Scarica, Condividi e Contrassegna come riprodotto — senza bisogno di scorrere o tenere premuto per trovarle.
ja: 便利な情報です。保存済みのアイテムには、それぞれ専用のVoiceOverアクションが用意されています。2本指を回転させてアクションローターを表示し、上下にフリックすると「保存を解除」、エピソードの場合は「ダウンロード」「共有」「再生済みにする」に切り替えられます。スワイプや長押しをしなくても見つけられます。
ko: 유용한 팁 하나: 저장된 모든 항목에는 저마다 숨겨진 VoiceOver 작업이 있습니다. 두 손가락을 돌려 작업 로터를 불러온 다음, 위아래로 튕겨서 저장 취소, 혹은 에피소드의 경우 다운로드, 공유, 재생됨으로 표시까지 이동할 수 있습니다 — 스와이프나 길게 누르지 않아도 됩니다.
nl: Hier is een handige tip: elk opgeslagen item heeft zijn eigen verborgen set VoiceOver-acties. Draai twee vingers om de actierotor te openen en veeg dan omhoog of omlaag om bij Uit opgeslagen verwijderen te komen, of bij Downloaden, Delen en Markeren als afgespeeld voor afleveringen — zonder dat je hoeft te vegen of lang te drukken om ze te vinden.
pl: Oto przydatna wskazówka: każdy zapisany element ma swój własny, ukryty zestaw akcji VoiceOver. Obróć dwoma palcami, aby wywołać pokrętło akcji, a następnie przesuń w górę lub w dół, aby dotrzeć do Usuń z zapisanych, a w przypadku odcinków także do Pobierz, Udostępnij i Oznacz jako odtworzone — bez konieczności przesuwania palcem czy przytrzymywania, by je znaleźć.
pt: Aqui vai uma dica útil: cada item salvo tem seu próprio conjunto de ações do VoiceOver escondidas. Gire dois dedos para abrir o rotor de ações e deslize para cima ou para baixo para chegar a Remover de salvos, ou, no caso de episódios, Baixar, Compartilhar e Marcar como reproduzido — sem precisar deslizar ou manter pressionado para encontrá-las.
ru: Вот полезный совет: у каждого сохранённого элемента есть свой набор скрытых действий VoiceOver. Поверните два пальца, чтобы открыть колесо действий, затем проведите вверх или вниз, чтобы добраться до «Убрать из сохранённого», а для эпизодов — до «Скачать», «Поделиться» и «Отметить как прослушанное». Свайпы и долгое нажатие для этого не нужны.
sv: Här är ett smart tips: varje sparat objekt har sin egen uppsättning dolda VoiceOver-åtgärder. Vrid två fingrar för att öppna åtgärdshjulet, och svep sedan upp eller ner för att nå Ta bort från sparat, eller Ladda ned, Dela och Markera som spelad för avsnitt — utan att behöva svepa eller trycka länge för att hitta dem.
th: นี่คือเคล็ดลับที่มีประโยชน์ — รายการที่บันทึกไว้แต่ละรายการมีชุดการดำเนินการของ VoiceOver ที่ซ่อนอยู่เป็นของตัวเอง หมุนสองนิ้วเพื่อเรียกวงล้อการดำเนินการขึ้นมา แล้วปัดขึ้นหรือลงเพื่อไปยังยกเลิกการบันทึก หรือดาวน์โหลด แชร์ และทำเครื่องหมายว่าเล่นแล้วสำหรับตอนต่าง ๆ โดยไม่ต้องปัดหรือแตะค้างเพื่อค้นหา
tr: İşte kullanışlı bir ipucu: kaydedilen her öğenin kendine ait, gizli VoiceOver işlemleri vardır. İki parmağınızı çevirerek İşlemler çarkını açın, ardından yukarı veya aşağı çekerek Kaydetmeyi Kaldır'a, bölümler için ise İndir, Paylaş ve Oynatıldı Olarak İşaretle'ye ulaşın — bunları bulmak için kaydırma veya dokunup basılı tutma gerekmez.
uk: Ось корисна порада: кожен збережений елемент має власний набір прихованих дій VoiceOver. Поверніть два пальці, щоб відкрити колесо дій, а тоді проведіть вгору чи вниз, щоб дістатися пункту «Скасувати збереження», а для епізодів — «Завантажити», «Поділитися» й «Позначити як відтворене». Жодних свайпів чи довгих натискань шукати не потрібно.
vi: Đây là một mẹo hữu ích: mỗi mục đã lưu đều có bộ thao tác VoiceOver riêng được ẩn đi. Xoay hai ngón tay để mở bánh xe Thao tác, sau đó vuốt lên hoặc xuống để đến Bỏ lưu, hoặc Tải xuống, Chia sẻ và Đánh dấu là đã phát đối với các tập — không cần vuốt hay nhấn giữ để tìm chúng.
zh_hans: 有个实用小技巧：每个已保存项目都有自己专属的隐藏 VoiceOver 操作。用两根手指旋转即可呼出"操作转盘"，然后上下轻扫即可到达"取消保存"，或针对单集的"下载""分享"和"标记为已播放"——无需滑动或长按即可找到它们。

source: Hides non-Apple forum categories from Home.
ar: يخفي فئات المنتدى غير المتعلقة بـ Apple من الشاشة الرئيسية.
de: Blendet nicht-Apple-Forumskategorien auf der Startseite aus.
el: Αποκρύπτει κατηγορίες φόρουμ που δεν σχετίζονται με την Apple από την Αρχική.
es: Oculta las categorías del foro no relacionadas con Apple en Inicio.
fa: دسته‌های انجمن غیرمرتبط با اپل را از صفحهٔ اصلی پنهان می‌کند.
fr: Masque les catégories de forum non liées à Apple sur Accueil.
he: מסתיר קטגוריות פורום שאינן קשורות ל-Apple מהבית.
hi: होम से गैर-Apple फ़ोरम श्रेणियां छिपाता है।
id: Menyembunyikan kategori forum non-Apple dari Beranda.
it: Nasconde le categorie del forum non relative ad Apple dalla Home.
ja: 「ホーム」から Apple 以外のフォーラムカテゴリを非表示にします。
ko: 홈에서 Apple과 관련 없는 포럼 카테고리를 숨깁니다.
nl: Verbergt niet-Apple-forumcategorieën van Start.
pl: Ukrywa kategorie forum niezwiązane z Apple ze Strony głównej.
pt: Oculta categorias de fórum não relacionadas à Apple na tela Início.
ru: Скрывает не связанные с Apple категории форума на «Главной».
sv: Döljer icke-Apple-forumkategorier från Hem.
th: ซ่อนหมวดหมู่ฟอรัมที่ไม่ใช่ของ Apple จากหน้าแรก
tr: Ana Sayfa'dan Apple dışı forum kategorilerini gizler.
uk: Приховує категорії форуму, не пов'язані з Apple, з «Головної».
vi: Ẩn các danh mục diễn đàn không liên quan đến Apple khỏi Trang chủ.
zh_hans: 从“主页”中隐藏非 Apple 相关的论坛分类。

source: Hides the New view, summary, and badges. Home still works normally otherwise.
ar: يخفي عرض الجديد والملخص والشارات. تعمل الرئيسية بشكل طبيعي في كل شيء آخر.
de: Blendet die Ansicht „Neu", die Übersicht und die Abzeichen aus. Ansonsten funktioniert Start ganz normal weiter.
el: Αποκρύπτει την προβολή Νέα, τη σύνοψη και τα σήματα. Η Αρχική συνεχίζει να λειτουργεί κανονικά κατά τα άλλα.
es: Oculta la vista Nuevo, el resumen y las insignias. Por lo demás, Inicio sigue funcionando con normalidad.
fa: نمای جدید، خلاصه، و نشان‌ها را پنهان می‌کند. صفحهٔ خانه در بقیهٔ موارد مثل همیشه کار می‌کند.
fr: Masque la vue Nouveau, le résumé et les badges. Accueil continue de fonctionner normalement pour le reste.
he: מסתיר את תצוגת החדשים, הסיכום, ותגי המידע. בית ממשיך לפעול כרגיל בכל השאר.
hi: नया व्यू, सारांश, और बैज छिपा देता है। बाकी सब में होम सामान्य रूप से काम करता रहेगा।
id: Menyembunyikan tampilan Baru, ringkasan, dan lencana. Beranda tetap berfungsi normal selain itu.
it: Nasconde la vista Nuovi, il riepilogo e i badge. Per il resto, Home continua a funzionare normalmente.
ja: 「新着」ビュー、まとめ、バッジが非表示になります。それ以外のホームの動作は変わりません。
ko: 새 글 보기, 요약, 배지가 숨겨집니다. 그 외에는 홈이 평소대로 작동합니다.
nl: Verbergt de weergave Nieuw, de samenvatting en de badges. Home werkt verder gewoon normaal.
pl: Ukrywa widok Nowe, podsumowanie i odznaki. Poza tym Strona główna działa normalnie.
pt: Oculta a visualização Novo, o resumo e os selos. Fora isso, o Início continua funcionando normalmente.
ru: Скрывает вид «Новые», сводку и значки. В остальном «Главная» работает как обычно.
sv: Döljer vyn Nya, sammanfattningen och märkena. I övrigt fungerar Hem som vanligt.
th: ซ่อนมุมมองใหม่ สรุป และป้ายต่างๆ หน้าหลักยังคงทำงานได้ตามปกติในส่วนอื่น
tr: Yeni görünümünü, özeti ve rozetleri gizler. Ana Sayfa bunun dışında normal şekilde çalışmaya devam eder.
uk: Приховує перегляд «Нові», підсумок і значки. У всьому іншому «Головна» працює як завжди.
vi: Ẩn chế độ xem Mới, tóm tắt, và huy hiệu. Trang chủ vẫn hoạt động bình thường ở những phần khác.
zh_hans: 隐藏新帖视图、摘要和徽章。主页的其他功能照常使用。

source: High
ar: عالٍ
de: Hoch
el: Υψηλή
es: Alta
fa: بالا
fr: Élevée
he: גבוהה
hi: उच्च
id: Tinggi
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt: Alta
ru: Высокая
sv: Hög
th: สูง
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高

source: Home
ar: الرئيسية
de: Start
el: Αρχική
es: Inicio
fa: خانه
fr: Accueil
he: בית
hi: होम
id: Beranda
ja: ホーム
ko: 홈
pl: Strona główna
pt: Início
ru: Главная
sv: Hem
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hans: 主页

source: Home and Forums stay focused on Apple products and services.
ar: تبقى الشاشة الرئيسية والمنتديات مركّزة على منتجات وخدمات Apple.
de: Start und Foren bleiben auf Apple-Produkte und -Dienste fokussiert.
el: Η Αρχική και τα Φόρουμ παραμένουν επικεντρωμένα στα προϊόντα και τις υπηρεσίες της Apple.
es: Inicio y Foros se mantienen centrados en los productos y servicios de Apple.
fa: صفحهٔ اصلی و انجمن‌ها بر محصولات و خدمات اپل متمرکز باقی می‌مانند.
fr: Accueil et Forums restent centrés sur les produits et services Apple.
he: הבית והפורומים ממשיכים להתמקד במוצרים ובשירותים של Apple.
hi: होम और फ़ोरम, Apple के उत्पादों और सेवाओं पर केंद्रित रहते हैं।
id: Beranda dan Forum tetap berfokus pada produk dan layanan Apple.
it: Home e Forum restano incentrati sui prodotti e servizi Apple.
ja: ホームとフォーラムはApple製品とサービスに焦点を当てたままになります。
ko: 홈과 포럼은 계속 Apple 제품 및 서비스에 초점을 맞춥니다.
nl: Home en Forums blijven gericht op Apple-producten en -diensten.
pl: Strona główna i Fora pozostają skupione na produktach i usługach Apple.
pt: Início e Fóruns permanecem focados em produtos e serviços da Apple.
ru: «Главная» и «Форумы» остаются посвящены продуктам и сервисам Apple.
sv: Hem och Forum förblir fokuserade på Apples produkter och tjänster.
th: หน้าหลักและฟอรัมยังคงเน้นที่ผลิตภัณฑ์และบริการของ Apple
tr: Ana Sayfa ve Forumlar, Apple ürün ve hizmetlerine odaklanmaya devam eder.
uk: «Головна» і «Форуми» залишаються зосередженими на продуктах і сервісах Apple.
vi: Trang chủ và Diễn đàn vẫn tập trung vào các sản phẩm và dịch vụ của Apple.
zh_hans: 主页和论坛将继续专注于 Apple 产品和服务。

source: Home can highlight what's changed since your last visit — a New view alongside All and Mouse Recap, a quick summary card, and small badges on cards with new activity.
ar: يمكن للرئيسية أن تبرز ما تغيّر منذ آخر زيارة لك — عرض جديد إلى جانب الكل وMouse Recap، وبطاقة ملخص سريعة، وشارات صغيرة على البطاقات التي بها نشاط جديد.
de: Start kann hervorheben, was sich seit deinem letzten Besuch geändert hat — eine Ansicht „Neu" neben „Alle" und Mouse Recap, eine kurze Übersichtskarte und kleine Abzeichen auf Karten mit neuer Aktivität.
el: Η Αρχική μπορεί να επισημαίνει τι έχει αλλάξει από την τελευταία σας επίσκεψη — μια προβολή Νέα δίπλα στα Όλα και το Mouse Recap, μια σύντομη κάρτα σύνοψης, και μικρά σήματα σε κάρτες με νέα δραστηριότητα.
es: Inicio puede resaltar lo que ha cambiado desde tu última visita: una vista Nuevo junto a Todos y Mouse Recap, una tarjeta de resumen rápido, y pequeñas insignias en las tarjetas con actividad nueva.
fa: صفحهٔ خانه می‌تواند آنچه از آخرین بازدید شما تغییر کرده را برجسته کند — نمایی به نام جدید در کنار همه و Mouse Recap، یک کارت خلاصهٔ سریع، و نشان‌های کوچک روی کارت‌هایی با فعالیت جدید.
fr: Accueil peut mettre en avant ce qui a changé depuis votre dernière visite — une vue Nouveau à côté de Tous et Mouse Recap, une carte de résumé rapide, et de petits badges sur les cartes avec une nouvelle activité.
he: בית יכול להדגיש מה השתנה מאז הביקור האחרון שלך — תצוגת חדשים לצד הכל ו-Mouse Recap, כרטיס סיכום מהיר, ותגי מידע קטנים על כרטיסים עם פעילות חדשה.
hi: होम आपकी पिछली विज़िट के बाद से हुए बदलावों को हाइलाइट कर सकता है — सभी और Mouse Recap के साथ एक नया व्यू, एक त्वरित सारांश कार्ड, और नई गतिविधि वाले कार्ड्स पर छोटे बैज।
id: Beranda dapat menyoroti apa yang berubah sejak kunjungan terakhir Anda — tampilan Baru di samping Semua dan Mouse Recap, kartu ringkasan singkat, dan lencana kecil pada kartu dengan aktivitas baru.
it: Home può evidenziare cosa è cambiato dalla tua ultima visita — una vista Nuovi accanto a Tutti e Mouse Recap, una scheda di riepilogo rapido e piccoli badge sulle schede con nuova attività.
ja: ホームでは前回訪れてからの変更点をハイライト表示できます——「すべて」や「Mouse Recap」と並ぶ「新着」ビュー、簡単なまとめカード、新しい動きがあるカードの小さなバッジなどです。
ko: 홈은 마지막 방문 이후 바뀐 내용을 강조해서 보여줄 수 있습니다 — 전체, Mouse Recap과 함께 있는 새 글 보기, 간단한 요약 카드, 새로운 활동이 있는 카드의 작은 배지 등입니다.
nl: Home kan laten zien wat er is veranderd sinds je laatste bezoek — een weergave Nieuw naast Alle en Mouse Recap, een korte samenvattingskaart, en kleine badges op kaarten met nieuwe activiteit.
pl: Strona główna może wyróżniać to, co zmieniło się od Twojej ostatniej wizyty — widok Nowe obok Wszystkie i Mouse Recap, krótką kartę podsumowania oraz małe odznaki na kartach z nową aktywnością.
pt: O Início pode destacar o que mudou desde sua última visita — uma visualização Novo ao lado de Todos e Mouse Recap, um cartão de resumo rápido e pequenos selos em cartões com nova atividade.
ru: «Главная» может выделять то, что изменилось со времени вашего последнего визита — вид «Новые» рядом с «Все» и Mouse Recap, карточку с кратким обзором и небольшие значки на карточках с новой активностью.
sv: Hem kan lyfta fram vad som har ändrats sedan ditt senaste besök — en vy Nya bredvid Alla och Mouse Recap, ett snabbt sammanfattningskort, och små märken på kort med ny aktivitet.
th: หน้าหลักสามารถเน้นสิ่งที่เปลี่ยนแปลงตั้งแต่การเข้าชมครั้งล่าสุดของคุณ — มุมมองใหม่ควบคู่กับทั้งหมดและ Mouse Recap การ์ดสรุปด่วน และป้ายเล็กๆ บนการ์ดที่มีกิจกรรมใหม่
tr: Ana Sayfa, son ziyaretinizden bu yana neyin değiştiğini vurgulayabilir — Tümü ve Mouse Recap'in yanında bir Yeni görünümü, hızlı bir özet kartı ve yeni etkinliği olan kartlarda küçük rozetler.
uk: «Головна» може виділяти те, що змінилося з часу вашого останнього візиту — перегляд «Нові» поруч із «Усі» та Mouse Recap, картку короткого підсумку та невеликі значки на картках із новою активністю.
vi: Trang chủ có thể làm nổi bật những gì đã thay đổi kể từ lần truy cập gần nhất của bạn — chế độ xem Mới bên cạnh Tất cả và Mouse Recap, một thẻ tóm tắt nhanh, và các huy hiệu nhỏ trên thẻ có hoạt động mới.
zh_hans: 主页可以突出显示自你上次访问以来发生的变化——与全部和Mouse Recap并列的新帖视图、一张快速摘要卡片,以及在有新动态的卡片上显示的小徽章。

source: Home can show what's new since your last visit.
ar: يمكن أن تعرض الشاشة الرئيسية ما هو جديد منذ آخر زيارة لك.
de: Die Startseite kann zeigen, was seit deinem letzten Besuch neu ist.
el: Η Αρχική μπορεί να δείξει τι νέο υπάρχει από την τελευταία σας επίσκεψη.
es: Inicio puede mostrar las novedades desde tu última visita.
fa: صفحهٔ اصلی می‌تواند موارد جدید از آخرین بازدید شما را نمایش دهد.
fr: Accueil peut afficher les nouveautés depuis votre dernière visite.
he: הבית יכול להציג מה חדש מאז הביקור האחרון שלך.
hi: होम आपकी अंतिम विज़िट के बाद से नया क्या है, दिखा सकता है।
id: Beranda dapat menampilkan yang baru sejak kunjungan terakhir Anda.
it: Home può mostrare le novità dalla tua ultima visita.
ja: 「ホーム」で前回の訪問以降の新着情報を表示できます。
ko: 홈에서 마지막 방문 이후 새로운 내용을 표시할 수 있습니다.
nl: Start kan tonen wat er nieuw is sinds je laatste bezoek.
pl: Strona główna może pokazać, co nowego od Twojej ostatniej wizyty.
pt: O Início pode mostrar o que há de novo desde sua última visita.
ru: «Главная» может показывать, что нового с момента вашего последнего посещения.
sv: Hem kan visa vad som är nytt sedan ditt senaste besök.
th: หน้าแรกสามารถแสดงสิ่งใหม่ตั้งแต่ครั้งล่าสุดที่คุณเข้าชม
tr: Ana Sayfa, son ziyaretinizden bu yana neyin yeni olduğunu gösterebilir.
uk: «Головна» може показувати, що нового з часу вашого останнього відвідування.
vi: Trang chủ có thể hiển thị những gì mới kể từ lần truy cập gần nhất của bạn.
zh_hans: “主页”可以显示自您上次访问以来的最新内容。

source: Home Feed
ar: تغذية الشاشة الرئيسية
el: Ροή Αρχικής
es: Feed de Inicio
fa: فید صفحهٔ اصلی
fr: Fil Accueil
he: פיד הבית
hi: होम फ़ीड
id: Umpan Beranda
it: Feed Home
ja: ホームフィード
ko: 홈 피드
nl: Start-feed
pl: Kanał Strona główna
pt: Feed Início
ru: Лента «Главная»
sv: Hem-flöde
th: ฟีดหน้าแรก
tr: Ana Sayfa Akışı
uk: Стрічка «Головна»
vi: Nguồn cấp dữ liệu Trang chủ
zh_hans: 主页动态

source: Home Feed Content
ar: محتوى تغذية الشاشة الرئيسية
de: Home-Feed-Inhalt
el: Περιεχόμενο Ροής Αρχικής
es: Contenido del feed de Inicio
fa: محتوای فید صفحهٔ اصلی
fr: Contenu du fil Accueil
he: תוכן פיד הבית
hi: होम फ़ीड सामग्री
id: Konten Umpan Beranda
it: Contenuto del feed Home
ja: ホームフィードのコンテンツ
ko: 홈 피드 콘텐츠
nl: Inhoud Start-feed
pl: Zawartość kanału Strona główna
pt: Conteúdo do feed Início
ru: Содержимое ленты «Главная»
sv: Innehåll i Hem-flöde
th: เนื้อหาฟีดหน้าแรก
tr: Ana Sayfa Akış İçeriği
uk: Вміст стрічки «Головна»
vi: Nội dung nguồn cấp dữ liệu Trang chủ
zh_hans: 主页动态内容

source: Home Startup Behavior
ar: سلوك بدء تشغيل الشاشة الرئيسية
de: Startverhalten der Startseite
el: Συμπεριφορά Εκκίνησης Αρχικής
es: Comportamiento de inicio de Inicio
fa: رفتار راه‌اندازی صفحهٔ اصلی
fr: Comportement au démarrage d'Accueil
he: התנהגות פתיחת הבית
hi: होम स्टार्टअप व्यवहार
id: Perilaku Awal Beranda
it: Comportamento all'avvio di Home
ja: ホームの起動時の動作
ko: 홈 시작 동작
nl: Opstartgedrag Start
pl: Zachowanie przy uruchamianiu Strony głównej
pt: Comportamento de inicialização do Início
ru: Поведение при запуске «Главной»
sv: Startbeteende för Hem
th: พฤติกรรมการเริ่มต้นหน้าแรก
tr: Ana Sayfa Başlangıç Davranışı
uk: Поведінка запуску «Головної»
vi: Hành vi khởi động Trang chủ
zh_hans: 主页启动行为

source: How long to keep cached content before automatically removing it.
ar: المدة التي يتم فيها الاحتفاظ بالمحتوى المخزَّن مؤقتاً قبل حذفه تلقائياً.
de: Wie lange gecachte Inhalte aufbewahrt werden, bevor sie automatisch gelöscht werden.
el: Πόσο καιρό να διατηρείται το αποθηκευμένο περιεχόμενο πριν τη διαγραφή.
es: Cuánto tiempo conservar el contenido en caché antes de eliminarlo automáticamente.
fa: مدت زمانی که محتوای ذخیره‌شده در حافظه پنهان قبل از حذف خودکار نگهداری می‌شود.
fr: Durée de conservation du contenu mis en cache avant suppression automatique.
he: כמה זמן לשמור תוכן במטמון לפני מחיקה אוטומטית.
hi: स्वचालित रूप से हटाए जाने से पहले कैश की गई सामग्री कितनी देर रखी जाए।
id: Berapa lama menyimpan konten yang di-cache sebelum dihapus secara otomatis.
it: Per quanto tempo conservare i contenuti nella cache prima di rimuoverli automaticamente.
ja: キャッシュコンテンツを自動削除するまでの保持期間。
ko: 자동 삭제 전에 캐시된 콘텐츠를 보존하는 기간.
nl: Hoe lang gecachte inhoud bewaard wordt voor automatisch verwijderen.
pl: Jak długo przechowywać zawartość pamięci podręcznej przed automatycznym usunięciem.
pt: Por quanto tempo manter o conteúdo em cache antes de removê-lo automaticamente.
ru: Как долго хранить кэшированный контент перед автоматическим удалением.
sv: Hur länge cachad innehåll ska sparas innan det raderas automatiskt.
th: ระยะเวลาเก็บรักษาเนื้อหาที่แคชก่อนจะลบโดยอัตโนมัติ
tr: Önbelleğe alınan içeriğin otomatik silinmeden önce ne kadar süre saklanacağı.
uk: Як довго зберігати кешований вміст перед автоматичним видаленням.
vi: Thời gian lưu giữ nội dung trong bộ nhớ đệm trước khi tự động xóa.
zh_hans: 缓存内容自动删除前的保留时长。

source: How many seconds the skip-back button jumps.
ar: عدد الثواني التي يقفز بها زر الترجيع.
de: Wie viele Sekunden die Zurückspulen-Schaltfläche springt.
el: Πόσα δευτερόλεπτα πηδά το κουμπί μετάβασης πίσω.
es: Cuántos segundos retrocede el botón de retroceso.
fa: دکمهٔ عقب‌بردن چند ثانیه می‌پرد.
fr: Le nombre de secondes que le bouton de retour rapide fait reculer.
he: כמה שניות מדלג כפתור הדילוג אחורה.
hi: स्किप-बैक बटन कितने सेकंड पीछे जाता है।
id: Berapa detik tombol lewati-mundur melompat.
it: Quanti secondi salta il pulsante indietro.
ja: 「戻す」ボタンで何秒戻るか。
ko: 뒤로 건너뛰기 버튼이 이동하는 초 수입니다.
nl: Hoeveel seconden de terugspoelknop springt.
pl: O ile sekund przewija przycisk przewijania wstecz.
pt: Quantos segundos o botão de voltar pula.
ru: На сколько секунд перематывает кнопка перемотки назад.
sv: Hur många sekunder tillbakaspolningsknappen hoppar.
th: ปุ่มข้ามถอยหลังจะกระโดดกี่วินาที
tr: Geri sarma düğmesinin kaç saniye atladığı.
uk: На скільки секунд перемотує кнопка перемотування назад.
vi: Nút tua lùi nhảy bao nhiêu giây.
zh_hans: “快退”按钮跳转的秒数。

source: How many seconds the skip-forward button jumps.
ar: عدد الثواني التي يقفز بها زر التقديم.
de: Wie viele Sekunden die Vorspulen-Schaltfläche springt.
el: Πόσα δευτερόλεπτα πηδά το κουμπί μετάβασης εμπρός.
es: Cuántos segundos avanza el botón de avance.
fa: دکمهٔ جلوبردن چند ثانیه می‌پرد.
fr: Le nombre de secondes que le bouton d'avance rapide fait avancer.
he: כמה שניות מדלג כפתור הדילוג קדימה.
hi: स्किप-फ़ॉरवर्ड बटन कितने सेकंड आगे जाता है।
id: Berapa detik tombol lewati-maju melompat.
it: Quanti secondi salta il pulsante avanti.
ja: 「進める」ボタンで何秒進むか。
ko: 앞으로 건너뛰기 버튼이 이동하는 초 수입니다.
nl: Hoeveel seconden de vooruitspoelknop springt.
pl: O ile sekund przewija przycisk przewijania do przodu.
pt: Quantos segundos o botão de avançar pula.
ru: На сколько секунд перематывает кнопка перемотки вперёд.
sv: Hur många sekunder framspolningsknappen hoppar.
th: ปุ่มข้ามไปข้างหน้าจะกระโดดกี่วินาที
tr: İleri sarma düğmesinin kaç saniye atladığı.
uk: На скільки секунд перемотує кнопка перемотування вперед.
vi: Nút tua tới nhảy bao nhiêu giây.
zh_hans: “快进”按钮跳转的秒数。
